{
  "posts": [
    {
      "id": "5",
      "title": "La Força Universitària Darrere dels Llunàtics de Vilanova",
      "body": "Els Llunàtics són una colla castellera universitària amb arrels profundes a la UPC de Vilanova. Des de la seva fundació el 2013, ofereixen a estudiants d'arreu del Garraf l'oportunitat d'implicar-se en una de les tradicions més emblemàtiques de Catalunya, tot creant vincles d'amistat.",
      "image": "post5.jpg",
      "tags": [
        "historia"
      ]
    },
    {
      "id": "6",
      "title": "Des del 2013, Fent Pinya amb els Llunàtics",
      "body": "La colla dels Llunàtics, fundada el 2013, és una de les colles més joves i vibrants de la cultura castellera. Formada íntegrament per estudiants, aquesta agrupació no només busca fer castells, sinó també enfortir les relacions entre universitaris a través d'aquesta tradició catalana.",
      "image": "post6.jpg",
      "tags": [
        "historia"
      ]
    },
    {
      "id": "7",
      "title": "Llunàtics: Una Colla Que Fa Créixer Vincles Universitaris",
      "body": "Amb la seva creació l'any 2013, els Llunàtics de la UPC a Vilanova van néixer amb l'objectiu d'apropar els castells a la comunitat universitària. Els seus membres, estudiants de Vilanova i d'altres regions, han trobat en la colla una forma de relacionar-se i compartir una afició autèntica.",
      "image": "post7.jpg",
      "tags": [
        "historia"
      ]
    },
    {
      "id": "8",
      "title": "Una Aventura Universitària en el Món dels Castells",
      "body": "Els Llunàtics són una colla castellera formada per universitaris de la UPC de Vilanova que, des de 2013, ofereixen un espai d'integració i amistat a través dels castells. Amb membres de tot el Garraf, la colla representa la força i l'esperit de la cultura universitària.",
      "image": "post8.jpg",
      "tags": [
        "historia"
      ]
    },
    {
      "id": "9",
      "title": "Els Llunàtics: Joves, Castellers i Companys",
      "body": "Des del febrer de 2013, els Llunàtics han portat la tradició dels castells a la vida universitària de Vilanova i la Geltrú. Aquesta colla única està formada per estudiants que, amb energia i dedicació, fan créixer la tradició i els llaços entre estudiants de diferents disciplines i regions.",
      "image": "post9.jpg",
      "tags": [
        "historia"
      ]
    },
    {
      "id": "10",
      "title": "Llunàtics: Castellers i la Cultura de la Unitat",
      "body": "Amb els seus orígens a la UPC de Vilanova, els Llunàtics han aconseguit reunir a joves estudiants amb una passió comuna pels castells. Aquesta colla, fundada el 2013, ofereix un espai on la cultura, la cooperació i la solidaritat es fusionen per crear vincles duradors entre universitaris.",
      "image": "post1.jpg",
      "tags": [
        "historia",
        "cultura"
      ]
    },
    {
      "id": "11",
      "title": "Llunàtics: La Força dels Estudiants en el Món dels Castells",
      "body": "Des dels inicis el 2013, els Llunàtics han portat la tradició dels castells al cor de la comunitat estudiantil de Vilanova. Aquesta colla universitària es destaca per la seva dedicació i l'esperit jove que aporten a una de les tradicions més estimades de Catalunya.",
      "image": "post2.jpg",
      "tags": [
        "tradició",
        "universitat"
      ]
    },
    {
      "id": "12",
      "title": "Un Reflex de Companyonia entre Estudiants",
      "body": "Els Llunàtics no només representen la cultura castellera sinó també els valors de la unitat i el treball en equip entre estudiants de la UPC de Vilanova. Des de la seva fundació, han estat un exemple de com la tradició pot connectar a joves de diverses procedències.",
      "image": "post3.jpg",
      "tags": [
        "companyonia",
        "joventut"
      ]
    },
    {
      "id": "13",
      "title": "Passió pels Castells a les Aules de la UPC",
      "body": "La colla dels Llunàtics ha estat una peça clau en la difusió de la cultura castellera a Vilanova i la Geltrú. Format per estudiants de totes les disciplines, aquest grup ofereix molt més que castells: una comunitat unida per la passió i el respecte a les tradicions.",
      "image": "post4.jpg",
      "tags": [
        "castells",
        "comunitat"
      ]
    },
    {
      "id": "14",
      "title": "Castellers Universitaris: Una Família Llunàtica",
      "body": "Des de la seva fundació, els Llunàtics han creat una xarxa de suport entre estudiants que va més enllà de les aules. Amb un compromís amb la tradició i l'amistat, la colla segueix sent una família per als que s'uneixen, celebrant la unió de força i companyonia.",
      "image": "post5.jpg",
      "tags": [
        "família",
        "tradició"
      ]
    },
    {
      "id": "15",
      "title": "Llunàtics de Vilanova: Castells que Uneixen Generacions",
      "body": "Amb arrels a la UPC de Vilanova, els Llunàtics no només apleguen estudiants, sinó també persones de diferents generacions unides per una passió comuna. La colla fomenta valors com la cooperació i el suport mutu, fent dels castells una eina de connexió social.",
      "image": "post6.jpg",
      "tags": [
        "unitat",
        "comunitat"
      ]
    },
    {
      "id": "16",
      "title": "Una Experiència Universitària més enllà de les Classes",
      "body": "Ser part dels Llunàtics significa implicar-se en una experiència universitària completa, on la tradició es troba amb la vida estudiantil. Més que castellers, són un grup que construeix records i amistats per a tota la vida, unint universitaris de diversos llocs.",
      "image": "post7.jpg",
      "tags": [
        "experiència",
        "universitat"
      ]
    },
    {
      "id": "17",
      "title": "Castells a l'Estil Universitari amb els Llunàtics",
      "body": "Des de la seva creació el 2013, els Llunàtics han dut la cultura castellera al món universitari amb un estil únic. Els assajos i actuacions són espais d'aprenentatge i diversió on els estudiants es converteixen en castellers, compartint somnis i assolint reptes.",
      "image": "post8.jpg",
      "tags": [
        "cultura",
        "estil"
      ]
    },
    {
      "id": "18",
      "title": "Els Llunàtics i la Importància de Fer Pinya",
      "body": "'Fer pinya' no és només una tècnica, sinó una filosofia que defineix la colla dels Llunàtics. Els estudiants de Vilanova troben en aquesta activitat un espai per recolzar-se els uns als altres, creant un ambient d'unió i complicitat únic dins del món universitari.",
      "image": "post9.jpg",
      "tags": [
        "pinya",
        "filosofia"
      ]
    },
    {
      "id": "19",
      "title": "Llunàtics: Castellers i Amics a Parts Iguals",
      "body": "Els Llunàtics ofereixen un espai de trobada on els castells són només una part de l'experiència. Aquesta colla universitària fomenta l'amistat i el suport entre estudiants, creant records que van més enllà dels assajos i les actuacions.",
      "image": "post1.jpg",
      "tags": [
        "amistat",
        "suport"
      ]
    }
  ],
  "users": [
    {
      "id": "1",
      "name": "Leo Benítez Labit",
      "position": "boss",
      "placement": "1er vent"
    },
    {
      "id": "2",
      "name": "Jordi Esteve Cusiné",
      "position": "member",
      "placement": "2on vent"
    },
    {
      "id": "3",
      "name": "Pol Laguna Soto",
      "position": "member",
      "placement": "1er lateral"
    },
    {
      "id": "4",
      "name": "Erich Voigt Soley",
      "position": "member",
      "placement": "1era crossa"
    },
    {
      "id": "5",
      "name": "Manel Serrano Méndez",
      "position": "member",
      "placement": "1eres mans"
    },
    {
      "id": "6",
      "name": "Khaled Malhal Abbas",
      "position": "member",
      "placement": "baix"
    },
    {
      "id": "7",
      "name": "Alejandro Lobo Millan",
      "position": "member",
      "placement": "baix"
    },
    {
      "id": "8",
      "name": "Marc Pascual Desentre",
      "position": "member",
      "placement": "segon"
    },
    {
      "id": "9",
      "name": "Ilarion Tsekot Nykolaychuk",
      "position": "member",
      "placement": "terç"
    },
    {
      "id": "10",
      "name": "Pau Ramos Font",
      "position": "member",
      "placement": "enxaneta"
    },
    {
      "id": "11",
      "name": "Francesco Oncins Spedo",
      "position": "member",
      "placement": "acotxadora"
    },
    {
      "id": "12",
      "name": "Eric Millan I Lombarte",
      "position": "member",
      "placement": "dossos"
    },
    {
      "id": "13",
      "name": "Samuel Andrés Justo Alonso",
      "position": "member",
      "placement": "quint"
    },
    {
      "id": "14",
      "name": "Roger Hurtado Manzano",
      "position": "member",
      "placement": "terç"
    },
    {
      "id": "15",
      "name": "Ivan Gómez Brandon",
      "position": "member",
      "placement": "2ones mans"
    },
    {
      "id": "16",
      "name": "Iván García Rodríguez",
      "position": "member",
      "placement": "terç"
    },
    {
      "id": "17",
      "name": "Aitor Alonso Coloma",
      "position": "member",
      "placement": "quart"
    }
  ],
  "pinyes": [
    {
      "id": "1",
      "tipus": "pd3",
      "baix": "Leo Benítez Labit",
      "segon": "Pol Laguna Soto",
      "enxaneta": "Jordi Esteve Cusiné"
    },
    {
      "id": "2",
      "tipus": "pd4",
      "baix": "Leo Benítez Labit",
      "segon": "Pol Laguna Soto",
      "enxaneta": "Jordi Esteve Cusiné"
    },
    {
      "id": "3",
      "tipus": "3d5",
      "baix": "Leo Benítez Labit",
      "segon": "Pol Laguna Soto",
      "enxaneta": "Jordi Esteve Cusiné"
    },
    {
      "id": "4",
      "tipus": "4d5",
      "baix": "Leo Benítez Labit",
      "segon": "Pol Laguna Soto",
      "enxaneta": "Jordi Esteve Cusiné"
    }
  ]
}